Repository: icarok99/plugin.video.thethunder
Catalog: resources/language/resource.language.*/strings.po
Languages: pt_br

# #30000
source: Movies
pt_br: Filmes

# #30001
source: Tv shows
pt_br: Séries

# #30003
source: New movies
pt_br: Filmes novos

# #30004
source: New tv shows
pt_br: Séries novas

# #30005
source: Trending movies
pt_br: Filmes em alta

# #30006
source: Trending tv shows
pt_br: Séries em alta

# #30007
source: Popular movies
pt_br: Filmes populares

# #30008
source: Popular tv shows
pt_br: Séries populares

# #30009
source: Popular animes
pt_br: Animes populares

# #30010
source: Season animes
pt_br: Animes da temporada

# #30011
source: Animes by year of release
pt_br: Animes por ano de lançamento

# #30013
source: Resolving link
pt_br: Resolvendo o link

# #30014
source: Search movies
pt_br: Buscar filmes

# #30015
source: Search tv shows
pt_br: Buscar séries

# #30016
source: Search animes
pt_br: Buscar animes

# #30017
source: Settings
pt_br: Configurações

# #30018
source: Donation
pt_br: Doação

# #30100
source: Page
pt_br: Página

# #30101
source: of
pt_br: de

# #30200
source: DUBBED
pt_br: DUBLADO

# #30201
source: Dubbed
pt_br: Dublado

# #30202
source: SUBTITLED
pt_br: LEGENDADO

# #30203
source: Subtitled
pt_br: Legendado

# #30300
source: Select a player
pt_br: Selecione um player

# #30302
source: Searching the sources
pt_br: Procurando nas fontes

# #30304
source: Error trying to play
pt_br: Erro ao tentar reproduzir

# #30400
source: Please enter a valid search term
pt_br: Digite um termo de busca válido

# #30401
source: No sources available
pt_br: Nenhuma fonte disponível

# #30402
source: Stream unavailable
pt_br: Stream indisponível

# #30406
source: Failed to load details
pt_br: Falha ao carregar detalhes

# #30500
source: If you like this add-on, support via PIX above
pt_br: Se você gosta deste add-on, apoie via PIX acima

# #30501
source: Press BACK to exit
pt_br: Pressione VOLTAR para sair

# #30601
source: Season
pt_br: Temporada

# #30602
source: Episode
pt_br: Episódio

# #30603
source: Winter
pt_br: Inverno

# #30604
source: Spring
pt_br: Primavera

# #30605
source: Summer
pt_br: Verão

# #30606
source: Fall
pt_br: Outono

# #30700
source: en-US
pt_br: pt-BR

# #30800
source: Missing required parameters
pt_br: Parâmetros obrigatórios ausentes

# #30801
source: Invalid episode number
pt_br: Número de episódio inválido

# #30802
source: Downloading update from
pt_br: Baixando atualização de

# #30803
source: Extracting files...
pt_br: Extraindo arquivos...

# #30804
source: Update completed!
pt_br: Atualização concluída!

# #30805
source: Error
pt_br: Erro

# #30806
source: Failed to update ResolveURL:
pt_br: Falha ao atualizar ResolveURL:

# #30807
source: ResolveURL updated successfully!
pt_br: ResolveURL atualizado com sucesso!

# #31000
source: Auto Play
pt_br: Reprodução Automática

# #31001
source: Enable auto play
pt_br: Ativar reprodução automática

# #31002
source: Preferred language
pt_br: Idioma preferido

# #31005
source: Clear cache
pt_br: Limpar cache

# #31006
source: Show cache size
pt_br: Mostrar tamanho do cache

# #31007
source: Cache retention time (days)
pt_br: Tempo de retenção do cache (dias)

# #31008
source: Sources
pt_br: Fontes

# #31009
source: Sources only for movies and tv shows categories
pt_br: Fontes apenas para categorias de filmes e séries

# #31010
source: Sources only for animes category
pt_br: Fontes apenas para categoria de animes

# #31012
source: Update Resolve URL
pt_br: Atualizar Resolve URL

# #32100
source: Up Next
pt_br: Próximo Episódio

# #32101
source: Enable Up Next
pt_br: Ativar Próximo Episódio

# #32102
source: Show notification when remaining (seconds)
pt_br: Mostrar notificação quando faltar (segundos)

# #32103
source: Countdown timer duration (seconds)
pt_br: Duração da contagem regressiva (segundos)

# #32107
source: Next Episode
pt_br: Próximo Episódio

# #32108
source: Play ({0}s)
pt_br: Reproduzir ({0}s)

# #32109
source: Cancel
pt_br: Cancelar
